var g_xianxinbingbingzhong_data = {
    "心肌病":[
        "心肌病（包括扩张型、限制型、肥厚型）",
        "心肌病，先天性心脏疾病终末期"
    ],
    "管道故障":[
        "管道故障"
    ],
    "三房心":[
        "三房心"
    ],
    "左室双出口":[
        "左室双出口"
    ],
    "右室双出口":[
        "右室双出口，房室间隔缺损",
        "右室双出口，室间隔完整",
        "右室双出口，室间隔缺损远离大血管",
        "右室双出口，大动脉转位型（Taussig-Bing）,室缺位于（肺动脉瓣下）",
        "右室双出口，法鲁氏四联症型",
        "右室双出口，室间隔缺损型"
    ],
    "电生理学":[
        "心律失常",
        "心律失常，心房",
        "心律失常，心脏传导阻滞",
        "心律失常，心脏传导阻滞，后天性",
        "心律失常，心脏传导阻滞，先天性",
        "心律失常，交界",
        "心律失常，心脏起搏器，有更换指征",
        "心律失常，心室"
    ],
    "左心室病变":[
        "主动脉瓣关闭不全",
        "主动脉瓣关闭不全并主动脉瓣狭窄",
        "主动脉狭窄，瓣下型",
        "主动脉狭窄，瓣下型;",
        "主动脉瓣狭窄",
        "主动脉瓣闭锁",
        "主动脉瓣其他病变",
        "左心发育不良综合征（HLHS）",
        "左心室—主动脉隧道",
        "二尖瓣关闭不全",
        "二尖瓣关闭不全并二尖瓣狭窄",
        "二尖瓣狭窄",
        "二尖瓣狭窄，瓣下型",
        "二尖瓣的狭窄，瓣下型，降落伞型",
        "二尖瓣狭窄，瓣上二尖瓣环型",
        "二尖瓣狭窄，瓣膜型",
        "二尖瓣其他病变",
        "Shone's 综合征",
        "瓦尔萨尔瓦窦瘤（Valsalva）（华氏窦瘤）"
    ],
    "肺部疾病":[

    ],
    "气管其他疾病":[

    ],
    "其他":[
        "动脉瘤，其他",
        "动脉瘤，肺动脉",
        "动脉瘤，左心室，（包括假性）",
        "动脉瘤，右心室，（包括假性）",
        "左心房异构",
        "右心房异构",
        "心脏肿瘤",
        "心脏，其他",
        "右位心",
        "感染性心内膜炎",
        "左心室发育不全",
        "右心室发育不全",
        "左位心",
        "胎粪吸入",
        "纵隔炎",
        "中位心",
        "杂项，其他",
        "心肌梗死",
        "正常的心脏",
        "周围血管，其他",
        "持续性胎儿循环",
        "术后出血",
        "原发性肺动脉高压",
        "人工瓣膜失效",
        "肺动静脉瘘",
        "肺栓塞",
        "肺血管阻塞性疾病",
        "肺血管阻塞性疾病（艾森曼格综合征）",
        "风湿性心脏瓣膜病",
        "内脏反位",
        "心脏移植后",
        "心肺移植后",
        "肺 移 植 后 ",
        "胸和/或纵隔，其他"
    ],
    "心 包 疾 病 ":[
        "心包疾病，其他",
        "心包积液",
        "心包炎"
    ],
    "肺静脉畸形":[
        "部分 性肺静脉异 位连接（PAPVC）",
        "部分性肺静脉异位连接（PAPVC），弯刀综合征",
        "完 全性肺静脉异位连接（TAPVC），1 型（心上型）",
        "完全性肺静脉异位连接（TAPVC），2 型（心内型）",
        "完全性肺静脉异位连接（TAPVC），3 型（心下型）",
        "完全性肺静脉异位连接（TAPVC），4 型（混和型）"
    ],
    "肺静脉狭窄":[
        "肺静脉狭窄"
    ],
    "右心室病变":[
        "右室双腔",
        "畸形（三尖瓣下移畸形）",
        "侧支循环形成（没有肺动脉闭锁/室间隔缺损）",
        "肺动脉狭窄（发育不全），主肺动脉狭窄（主干）",
        "肺动脉狭窄，中央分支（含肺门分叉）",
        "肺 动脉狭窄，外周分支（位于或超出肺门分叉）",
        "不连续性肺动脉",
        "肺动脉闭锁",
        "肺动脉闭锁，室间隔完整",
        "肺动脉闭锁，室间隔缺损（包括法四，瓣膜闭锁）——PA I、II 型",
        "肺动脉闭锁，室间隔缺损—侧支循环形成（假共干）——PA III、IV 型",
        "肺动脉瓣关闭不全",
        "肺动脉瓣关闭不全并肺动脉瓣狭窄",
        "肺动脉狭窄，瓣下型",
        "肺动脉狭窄，瓣膜",
        "肺动脉瓣，其他",
        "法洛氏四联症",
        "法洛氏四联症，肺动脉瓣缺如",
        "法洛氏四联症，房室间隔缺损",
        "法洛氏四联症，肺动脉狭窄",
        "三尖瓣关闭不全并三尖瓣狭窄",
        "三尖瓣关闭不全（与 Ebstein 畸形无关）",
        "三尖瓣狭窄",
        "三尖瓣，其他病变"
    ],
    "间隔缺损":[
        "主肺动脉窗",
        "房间隔缺损，共同心房（单心房）",
        "房间隔缺损，冠状窦型",
        "继发孔型房间隔缺损",
        "房间隔缺损，静脉窦型",
        "房室间隔缺损，完全性",
        "房室间隔缺损，中度（过渡型）",
        "房室间隔缺损，部分性（原发孔型房间隔缺损）",
        "卵园孔未闭",
        "肺动脉起源升主动脉（半共干）",
        "共干瓣膜关闭不全",
        "永存动脉干",
        "永存动脉干+主动脉弓离断",
        "室间隔缺损，多发性",
        "室间隔缺损，1 型（干下型）",
        "室间隔缺损，2 型（膜周部、膜旁）",
        "室间隔缺损，3 型（流入道）（房室管道型）",
        "室间隔缺损，4 型（肌部）",
        "室间隔缺损，Gerbode 型（左室右房通道型）"
    ],
    "分流失败":[
        "分流失败"
    ],
    "单心室":[
        "单心室+完全性肺静脉异位引流（TAPVC）",
        "单心室，左心室双出口",
        "单心室，右心室双出口",
        "单心室，内脏异位综合征",
        "单心室，二尖瓣闭锁",
        "单心室，其他畸形",
        "单心室，三尖瓣闭锁",
        "单心室，房室通道不平衡"
    ],
    "体静脉畸形":[
        "体静脉畸形",
        "体静脉阻塞"
    ],
    "胸动脉和静脉":[
        "主动脉瘤（包括假性）",
        "主动脉弓发育不良",
        "主动脉夹层动脉瘤",
        "主动脉缩窄",
        "冠状动脉异常，动脉瘤",
        "冠状动脉异常，冠状动脉起源异常，起源于主动脉（AAOCA）",
        "冠状动脉异常，冠状动脉起源异常，起源于肺动脉（包括左冠状动脉起源于肺动脉）",
        "冠状动脉异常，瘘管",
        "冠状动脉异常，其他",
        "主动脉弓离断",
        "主动脉弓中断+ 主肺动脉窗",
        "主动脉弓离断+ 室间隔缺损",
        "动脉导管未闭",
        "肺动脉吊带",
        "血管环",
        "室间隔缺损+主动脉弓发育不良",
        "室间隔缺损+主动脉缩窄"
    ],
    "胸部和纵隔疾病":[
        "气道疾病",
        "乳糜胸",
        "隔肌疾病，其他",
        "膈肌麻痹",
        "积 脓",
        "食管疾病，良性",
        "食管疾病，恶性肿瘤",
        "肺部疾病，良性",
        "肺部疾病，恶性肿瘤",
        "纵隔疾病",
        "纵隔疾病，良性",
        "纵隔疾病，恶性肿瘤",
        "鸡胸",
        "胸膜疾病，良性",
        "胸膜疾病，恶性肿瘤",
        "胸腔积液",
        "气 胸",
        "气管狭窄"
    ],
    "大动脉转位":[
        "先天性矫正型大动脉转位",
        "先天性矫正型大动脉转位，室间隔完整",
        "先天性矫正型大动脉转位，室间隔完整+左室流出道狭窄",
        "先天性矫正型大动脉转位，室间隔缺损",
        "先天性矫正型大动脉转位，室间隔缺损+左室流出道狭窄",
        "大动脉转位，室间隔完整",
        "大动脉转位，室间隔完整+左室流出道狭窄",
        "大动脉转位，室间隔缺损",
        "大动脉转位，室间隔缺损+左室流出道狭窄"
    ]
};
/////////////////////////////////////////////////////////////
g_feixinzangjixing_data = {
    "解剖学异常":[
        "肛门闭锁",
        "先天性膈疝（CDH）",
        "腹裂",
        "先天性巨结肠症（先天性巨结肠无神经节细胞）",
        "肠旋转不良",
        "脐膨出",
        "气管食管瘘（TEF）"
    ], 
    "染色体异常":[
        "11p15.5",
        "11q 12p1.21",
        "12p12.1",
        "12q24",
        "15q21.1",
        "1q42.1",
        "20p12",
        "22q11 deletion 2p21",
        "3p22",
        "45X0",
        "47,XXY",
        "4p",
        "4p16",
        "5p",
        "6p12",
        "7q11",
        "7q11.23",
        "7q32",
        "7q34",
        "8q12",
        "单体型 X",
        "其他染色体异常",
        "转化生长因子 βⅠ型受体",
        "三染色体 08",
        "三染色体 09",
        "三染色体 13",
        "三染色体 18",
        "三染色体 21"
    ], 
    "综合征":[
        "Alagille 综合征（肝内胆管发育不全）",
        "Apert 综合症",
        "Brugada 综合症(不明原因猝死夜间死亡综合症)(SUNDS)",
        "CHARGE 联合征",
        "Cardiofaciocutaneous 综合征",
        "卡彭特综合征",
        "猫眼综合征",
        "科妮莉亚兰格综合征",
        "科斯特洛综合征",
        "Cri-du-chat 综合征",
        "10p 缺失综合征",
        "8p 缺失综合征",
        "DiGeorge 氏综合征（velocardiofacial 综合症候群）（圆锥动脉干异常面综合征）（22q11 缺失）",
        "唐氏综合征（21 三体）",
        "爱德华兹综合征（18 三体综合征）",
        "Ellis-van Creveld 综 合 征",
        "胎儿酒精综合征（FAS）",
        "胎儿的药物暴露",
        "胎儿风疹综合征（先天性风疹综合征）",
        "Goldenhar 综合征",
        "异位综合征",
        "异位综合征，无脾综合征",
        "异位综合征，多脾综合征",
        "心手综合征",
        "雅各布森综合征",
        "歌舞伎综合征",
        "Kartagener 综合征（施维德综合征）（原发性纤毛运动障碍）",
        "Klinefelter 综合征（XXY 综合征）",
        "LEOPARD 综合征",
        "Loeys 迪茨综合征",
        "长 QT 综合征（沃德罗马诺综合征）",
        "马凡氏综合征",
        "类马凡氏综合征",
        "粘多糖病 IH 型（投手综合症征）",
        "粘多糖病 IH/S 型（Hurler-Scheie 综合征）",
        "粘多糖贮积症Ⅱ型（亨特综合征）",
        "粘多糖病类 IS 型（Scheie 综合症）",
        "Noonan 综合征",
        "其他异常综合征（IES）",
        "Patau 综合征（13 三体综合征）",
        "Rethore 综合征（9 三体综合征）",
        "大拇指症候群",
        "短 QT 综合征",
        "内脏反位",
        "Smith-Lemli-Opitz 综合症",
        "特纳综合征（45XO）",
        "VACTERL 综合征",
        "VACTERL-H 综合征",
        "Warkany 综合征（8 号染色体三体）",
        "威廉斯综合征（威廉氏综合症）",
        "沃尔夫-赫塞豪恩综合征",
        "沃尔夫帕金森白色综合征（预激综合征）"
    ]
};

g_shuqianyibanweixianyinsu_data = {
	"心脏":[
		"术前完全性房室传导阻滞",
		"术前机械辅助循环（主动脉内球囊反搏/IABP，VAD，ECMO，或 CPS）",
		"手术存在休克"
	], 

	"Infection感染":[
		"感染性心内膜炎",
		"脓血症"
	], 

	"Neurological 神经":[
		"术前神经功能损伤",
		"手术前48小时内有抽搐"
	], 

	"其他术前因素":[
		"术前其他因素"
	], 

	"肾脏":[
		"肾功能不全",
		"肾功能衰竭，需要透析"
	], 

	"呼 吸":[
		"机械通气治疗心肺功能衰竭",
		"气管切开"
	], 

	"Gprf":[
		"术前其他非心脏异常",
		"术前性酸中毒",
		"术前心律失常",
		"术前出血性疾病（凝血障碍）",
		"术前肺动脉高压危象（肺动脉压力大于体循环压力/肺动脉压大于血压）"
	]
};
