var g_xianxinbingbingzhong_data = {
    "心肌病":[
        "心肌病（包括扩张型、限制型、肥厚型）",
        "心肌病，先天性心脏疾病终末期"
    ],
    "管道故障":[
        "管道故障"
    ],
    "三房心":[
        "三房心"
    ],
    "左室双出口":[
        "左室双出口"
    ],
    "右室双出口":[
        "右室双出口，房室间隔缺损",
        "右室双出口，室间隔完整",
        "右室双出口，室间隔缺损远离大血管",
        "右室双出口，大动脉转位型（Taussig-Bing）,室缺位于（肺动脉瓣下）",
        "右室双出口，法鲁氏四联症型",
        "右室双出口，室间隔缺损型"
    ],
    "电生理学":[
        "心律失常",
        "心律失常，心房",
        "心律失常，心脏传导阻滞",
        "心律失常，心脏传导阻滞，后天性",
        "心律失常，心脏传导阻滞，先天性",
        "心律失常，交界",
        "心律失常，心脏起搏器，有更换指征",
        "心律失常，心室"
    ],
    "左心室病变":[
        "主动脉瓣关闭不全",
        "主动脉瓣关闭不全并主动脉瓣狭窄",
        "主动脉狭窄，瓣下型",
        "主动脉狭窄，瓣下型;",
        "主动脉瓣狭窄",
        "主动脉瓣闭锁",
        "主动脉瓣其他病变",
        "左心发育不良综合征（HLHS）",
        "左心室—主动脉隧道",
        "二尖瓣关闭不全",
        "二尖瓣关闭不全并二尖瓣狭窄",
        "二尖瓣狭窄",
        "二尖瓣狭窄，瓣下型",
        "二尖瓣的狭窄，瓣下型，降落伞型",
        "二尖瓣狭窄，瓣上二尖瓣环型",
        "二尖瓣狭窄，瓣膜型",
        "二尖瓣其他病变",
        "Shone's 综合征",
        "瓦尔萨尔瓦窦瘤（Valsalva）（华氏窦瘤）"
    ],
    "肺部疾病":[

    ],
    "气管其他疾病":[

    ],
    "其他":[
        "动脉瘤，其他",
        "动脉瘤，肺动脉",
        "动脉瘤，左心室，（包括假性）",
        "动脉瘤，右心室，（包括假性）",
        "左心房异构",
        "右心房异构",
        "心脏肿瘤",
        "心脏，其他",
        "右位心",
        "感染性心内膜炎",
        "左心室发育不全",
        "右心室发育不全",
        "左位心",
        "胎粪吸入",
        "纵隔炎",
        "中位心",
        "杂项，其他",
        "心肌梗死",
        "正常的心脏",
        "周围血管，其他",
        "持续性胎儿循环",
        "术后出血",
        "原发性肺动脉高压",
        "人工瓣膜失效",
        "肺动静脉瘘",
        "肺栓塞",
        "肺血管阻塞性疾病",
        "肺血管阻塞性疾病（艾森曼格综合征）",
        "风湿性心脏瓣膜病",
        "内脏反位",
        "心脏移植后",
        "心肺移植后",
        "肺 移 植 后 ",
        "胸和/或纵隔，其他"
    ],
    "心 包 疾 病 ":[
        "心包疾病，其他",
        "心包积液",
        "心包炎"
    ],
    "肺静脉畸形":[
        "部分 性肺静脉异 位连接（PAPVC）",
        "部分性肺静脉异位连接（PAPVC），弯刀综合征",
        "完 全性肺静脉异位连接（TAPVC），1 型（心上型）",
        "完全性肺静脉异位连接（TAPVC），2 型（心内型）",
        "完全性肺静脉异位连接（TAPVC），3 型（心下型）",
        "完全性肺静脉异位连接（TAPVC），4 型（混和型）"
    ],
    "肺静脉狭窄":[
        "肺静脉狭窄"
    ],
    "右心室病变":[
        "右室双腔",
        "畸形（三尖瓣下移畸形）",
        "侧支循环形成（没有肺动脉闭锁/室间隔缺损）",
        "肺动脉狭窄（发育不全），主肺动脉狭窄（主干）",
        "肺动脉狭窄，中央分支（含肺门分叉）",
        "肺 动脉狭窄，外周分支（位于或超出肺门分叉）",
        "不连续性肺动脉",
        "肺动脉闭锁",
        "肺动脉闭锁，室间隔完整",
        "肺动脉闭锁，室间隔缺损（包括法四，瓣膜闭锁）——PA I、II 型",
        "肺动脉闭锁，室间隔缺损—侧支循环形成（假共干）——PA III、IV 型",
        "肺动脉瓣关闭不全",
        "肺动脉瓣关闭不全并肺动脉瓣狭窄",
        "肺动脉狭窄，瓣下型",
        "肺动脉狭窄，瓣膜",
        "肺动脉瓣，其他",
        "法洛氏四联症",
        "法洛氏四联症，肺动脉瓣缺如",
        "法洛氏四联症，房室间隔缺损",
        "法洛氏四联症，肺动脉狭窄",
        "三尖瓣关闭不全并三尖瓣狭窄",
        "三尖瓣关闭不全（与 Ebstein 畸形无关）",
        "三尖瓣狭窄",
        "三尖瓣，其他病变"
    ],
    "间隔缺损":[
        "主肺动脉窗",
        "房间隔缺损，共同心房（单心房）",
        "房间隔缺损，冠状窦型",
        "继发孔型房间隔缺损",
        "房间隔缺损，静脉窦型",
        "房室间隔缺损，完全性",
        "房室间隔缺损，中度（过渡型）",
        "房室间隔缺损，部分性（原发孔型房间隔缺损）",
        "卵园孔未闭",
        "肺动脉起源升主动脉（半共干）",
        "共干瓣膜关闭不全",
        "永存动脉干",
        "永存动脉干+主动脉弓离断",
        "室间隔缺损，多发性",
        "室间隔缺损，1 型（干下型）",
        "室间隔缺损，2 型（膜周部、膜旁）",
        "室间隔缺损，3 型（流入道）（房室管道型）",
        "室间隔缺损，4 型（肌部）",
        "室间隔缺损，Gerbode 型（左室右房通道型）"
    ],
    "分流失败":[
        "分流失败"
    ],
    "单心室":[
        "单心室+完全性肺静脉异位引流（TAPVC）",
        "单心室，左心室双出口",
        "单心室，右心室双出口",
        "单心室，内脏异位综合征",
        "单心室，二尖瓣闭锁",
        "单心室，其他畸形",
        "单心室，三尖瓣闭锁",
        "单心室，房室通道不平衡"
    ],
    "体静脉畸形":[
        "体静脉畸形",
        "体静脉阻塞"
    ],
    "胸动脉和静脉":[
        "主动脉瘤（包括假性）",
        "主动脉弓发育不良",
        "主动脉夹层动脉瘤",
        "主动脉缩窄",
        "冠状动脉异常，动脉瘤",
        "冠状动脉异常，冠状动脉起源异常，起源于主动脉（AAOCA）",
        "冠状动脉异常，冠状动脉起源异常，起源于肺动脉（包括左冠状动脉起源于肺动脉）",
        "冠状动脉异常，瘘管",
        "冠状动脉异常，其他",
        "主动脉弓离断",
        "主动脉弓中断+ 主肺动脉窗",
        "主动脉弓离断+ 室间隔缺损",
        "动脉导管未闭",
        "肺动脉吊带",
        "血管环",
        "室间隔缺损+主动脉弓发育不良",
        "室间隔缺损+主动脉缩窄"
    ],
    "胸部和纵隔疾病":[
        "气道疾病",
        "乳糜胸",
        "隔肌疾病，其他",
        "膈肌麻痹",
        "积 脓",
        "食管疾病，良性",
        "食管疾病，恶性肿瘤",
        "肺部疾病，良性",
        "肺部疾病，恶性肿瘤",
        "纵隔疾病",
        "纵隔疾病，良性",
        "纵隔疾病，恶性肿瘤",
        "鸡胸",
        "胸膜疾病，良性",
        "胸膜疾病，恶性肿瘤",
        "胸腔积液",
        "气 胸",
        "气管狭窄"
    ],
    "大动脉转位":[
        "先天性矫正型大动脉转位",
        "先天性矫正型大动脉转位，室间隔完整",
        "先天性矫正型大动脉转位，室间隔完整+左室流出道狭窄",
        "先天性矫正型大动脉转位，室间隔缺损",
        "先天性矫正型大动脉转位，室间隔缺损+左室流出道狭窄",
        "大动脉转位，室间隔完整",
        "大动脉转位，室间隔完整+左室流出道狭窄",
        "大动脉转位，室间隔缺损",
        "大动脉转位，室间隔缺损+左室流出道狭窄"
    ]
};
/////////////////////////////////////////////////////////////
g_feixinzangjixing_data = {
    "解剖学异常":[
        "肛门闭锁",
        "先天性膈疝（CDH）",
        "腹裂",
        "先天性巨结肠症（先天性巨结肠无神经节细胞）",
        "肠旋转不良",
        "脐膨出",
        "气管食管瘘（TEF）"
    ], 
    "染色体异常":[
        "11p15.5",
        "11q 12p1.21",
        "12p12.1",
        "12q24",
        "15q21.1",
        "1q42.1",
        "20p12",
        "22q11 deletion 2p21",
        "3p22",
        "45X0",
        "47,XXY",
        "4p",
        "4p16",
        "5p",
        "6p12",
        "7q11",
        "7q11.23",
        "7q32",
        "7q34",
        "8q12",
        "单体型 X",
        "其他染色体异常",
        "转化生长因子 βⅠ型受体",
        "三染色体 08",
        "三染色体 09",
        "三染色体 13",
        "三染色体 18",
        "三染色体 21"
    ], 
    "综合征":[
        "Alagille 综合征（肝内胆管发育不全）",
        "Apert 综合症",
        "Brugada 综合症(不明原因猝死夜间死亡综合症)(SUNDS)",
        "CHARGE 联合征",
        "Cardiofaciocutaneous 综合征",
        "卡彭特综合征",
        "猫眼综合征",
        "科妮莉亚兰格综合征",
        "科斯特洛综合征",
        "Cri-du-chat 综合征",
        "10p 缺失综合征",
        "8p 缺失综合征",
        "DiGeorge 氏综合征（velocardiofacial 综合症候群）（圆锥动脉干异常面综合征）（22q11 缺失）",
        "唐氏综合征（21 三体）",
        "爱德华兹综合征（18 三体综合征）",
        "Ellis-van Creveld 综 合 征",
        "胎儿酒精综合征（FAS）",
        "胎儿的药物暴露",
        "胎儿风疹综合征（先天性风疹综合征）",
        "Goldenhar 综合征",
        "异位综合征",
        "异位综合征，无脾综合征",
        "异位综合征，多脾综合征",
        "心手综合征",
        "雅各布森综合征",
        "歌舞伎综合征",
        "Kartagener 综合征（施维德综合征）（原发性纤毛运动障碍）",
        "Klinefelter 综合征（XXY 综合征）",
        "LEOPARD 综合征",
        "Loeys 迪茨综合征",
        "长 QT 综合征（沃德罗马诺综合征）",
        "马凡氏综合征",
        "类马凡氏综合征",
        "粘多糖病 IH 型（投手综合症征）",
        "粘多糖病 IH/S 型（Hurler-Scheie 综合征）",
        "粘多糖贮积症Ⅱ型（亨特综合征）",
        "粘多糖病类 IS 型（Scheie 综合症）",
        "Noonan 综合征",
        "其他异常综合征（IES）",
        "Patau 综合征（13 三体综合征）",
        "Rethore 综合征（9 三体综合征）",
        "大拇指症候群",
        "短 QT 综合征",
        "内脏反位",
        "Smith-Lemli-Opitz 综合症",
        "特纳综合征（45XO）",
        "VACTERL 综合征",
        "VACTERL-H 综合征",
        "Warkany 综合征（8 号染色体三体）",
        "威廉斯综合征（威廉氏综合症）",
        "沃尔夫-赫塞豪恩综合征",
        "沃尔夫帕金森白色综合征（预激综合征）"
    ]
};

g_shuqianyibanweixianyinsu_data = {
	"心脏":[
		"术前完全性房室传导阻滞",
		"术前机械辅助循环（主动脉内球囊反搏/IABP，VAD，ECMO，或 CPS）",
		"手术存在休克"
	], 

	"Infection感染":[
		"感染性心内膜炎",
		"脓血症"
	], 

	"Neurological 神经":[
		"术前神经功能损伤",
		"手术前48小时内有抽搐"
	], 

	"其他术前因素":[
		"术前其他因素"
	], 

	"肾脏":[
		"肾功能不全",
		"肾功能衰竭，需要透析"
	], 

	"呼 吸":[
		"机械通气治疗心肺功能衰竭",
		"气管切开"
	], 

	"Gprf":[
		"术前其他非心脏异常",
		"术前性酸中毒",
		"术前心律失常",
		"术前出血性疾病（凝血障碍）",
		"术前肺动脉高压危象（肺动脉压力大于体循环压力/肺动脉压大于血压）"
	]
};

g_bingfazheng_data = {
    "心律失常":[
        "心律失常"
    ],
    "心律失常 - 需要安装起搏器":[
        "心律失常需要安装永久起搏器",
        "心律失常需要安装临时起搏器"
    ],
    "心脏":[
        "心跳骤停（发生在术中或术后）",
        "心功能不全导致低心排",
        "感染性心内膜炎——术后感染性心内膜炎",
        "心包积液，需要引流",
        "肺高压危象（肺动脉压力>体循环压力）",
        "肺静脉梗阻",
        "体静脉梗阻"
    ],
    "感染":[
        "败血症"
    ],
    "机械支持应用":[
        "术后机械循环辅助（IABP,VAD,ECMO,CPS)"
    ],
    "神经系统":[
        "神经功能缺陷持续至出院",
        "膈肌麻痹（可能膈神经损伤）",
        "抽搐",
        "声带功能障碍（可能喉返神经损伤）"
    ],
    "手术":[
        "出血，需要再次手术"
    ],
    "肺部":[
        "乳糜胸",
        "胸腔积液，需要引流",
        "肺炎",
        "气胸，需要干预",
        "术后呼吸功能不全，需要机械通气支持> 7 天",
        "呼吸衰竭，需气管切开术"
    ],
    "肾脏":[
        "急性肾功能衰竭，需要透析，出院时仍需要透析",
        "急性肾功能衰竭，需要临时透析，出院时不需要透析"
    ],
    "伤 口":[
        "伤口感染",
        "伤口感染——纵隔感染"
    ],
    "并发症":[
        "其他术后并发症",
        "术后性酸中毒",
        "在此住院期间再次手术（非计划再次手术）",
        "延迟关胸",
        "伤口裂开"
    ]
}

g_shoushufangshi_data = {
    "心肌病":[
        "部分左心室切除术（左心室减容术）（Batista）",
        "心脏移植",
        "心肺移植"
    ],
    "管道手术":[
        "管道置入，左心室到肺动脉",
        "管道置入，其他",
        "管道置入，右心室到肺动脉",
        "管道置入，心室到主动脉",
        "管道再次手术"
    ],
    "三房心":[
        "三房心修补术"
    ],
    "左室双出口":[
        "左室双出口修补术"
    ],
    "右室双出口":[
        "右室双出口内隧道修补术"
    ],
    "电生理学":[
        "心律失常手术，心房手术消融",
        "心律失常手术，心室手术消融",
        "ICD/AICD （植入式心律转复除颤器/自动植入式心律转复除颤器）手术（以前植入，现在对装置手术）",
        "ICD/AICD（植入式心律转复除颤器/自动植入式心律转复除颤器） 植入术",
        "永久起搏器植入术",
        "起搏器手术手术（以前植入，现在对装置手术）"
    ],
    "心脏介入手术":[
        "房间隔造口术，球囊隔膜造口",
        "房间隔造口术，隔膜切开造口",
        "心血管导管手术，治疗，球囊扩张",
        "心血管导管手术，治疗，弹簧圈植入（弹簧圈堵闭术）",
        "心血管导管手术，治疗，设备植入（堵闭术）",
        "心血管导管手术，治疗，支架插入（支架放置）",
        "射频消融"
    ],
    "左心室病变":[
        "主动脉根部替换术，生物瓣",
        "主动脉根部置换术，同种管道",
        "主动脉根部置换术，机械瓣",
        "主动脉根部置换术，瓣膜保留",
        "主动脉瓣下狭窄修补术",
        "主动脉瓣下狭窄修补术， 切除特发性肥厚型主动脉瓣下狭窄",
        "主动脉瓣上狭窄修补术",
        "左心发育不全综合征双心室矫治术",
        "Hybrid 术（一期），左肺动脉和右肺动脉环缩",
        "Hybrid 术（一期），动脉导管（PDA）植入支架",
        "Hybrid 术（一期），动脉导管（PDA）植入支架+左肺动脉和右肺动脉环缩",
        "Hybrid 术（二期），主动脉肺动脉合并+上腔静脉肺动脉吻合术（Glenn）+去除肺动脉环缩+主动脉弓修补[Norwood（一期）+ 上腔静脉肺动脉吻合术（Glenn）+去除肺动脉环缩]",
        "Hybrid 术（二期），主动脉肺动脉合并+上腔静脉肺动脉吻合术（Glenn）+去除肺动脉环缩+没有主动脉弓修补",
        "Konno 术",
        "左心室－主动脉通道修补术",
        "二尖瓣狭窄，瓣上二尖瓣环修补术",
        "Norwood 术",
        "其他瓣环扩大术",
        "Ross 术（肺瓣替换主瓣术）",
        "Ross-Konno 术（左室流出道扩大术）",
        "窦瘤修补术",
        "主动脉瓣膜置换术（AVR）",
        "主动脉瓣膜置换术（AVR），生物瓣",
        "主动脉瓣膜置换术（AVR），同种管道",
        "主动脉瓣膜置换术（AVR），机械瓣",
        "二尖瓣置换术（MVR）",
        "主动脉瓣膜手术，其他",
        "二尖瓣手术，其他",
        "在同一手术过程中由主动脉瓣整形术转为主动脉瓣置换术",
        "在同一手术过程中由主动脉瓣整形术转为主动脉瓣置换术（特指转为 Ross 术）",
        "在同一手术过程中由主动脉瓣成形术转为主动脉瓣置换术（特指转为Ross-Konno 术）",
        "在同一手术过程中由二尖瓣整形术转为二尖瓣置换术",
        "主动脉瓣整形术",
        "二尖瓣整形术"
    ],
    "机械支持":[
        "ECMO 术",
        "置入主动脉内球囊反搏（IABP）",
        "左/右心辅助装置术"
    ],
    "其他":[
        "纵隔探查",
        "肺动脉取栓术"
    ],
    "其他手术":[
        "肺动脉动脉瘤修补术",
        "左心室动脉瘤修补术",
        "右心室动脉瘤修补术",
        "支气管镜检查",
        "非心脏病变其他使用体外循环的手术",
        "心脏手术，其他",
        "心脏肿瘤切除术",
        "心脏切开，其他",
        "胸膜切除术",
        "延迟关胸",
        "膈肌折叠术",
        "隔膜手术，其他",
        "食 管 手 术",
        "肺动脉结扎术",
        "胸导管结扎术",
        "纵隔探查",
        "纵隔手术",
        "微创手术",
        "其他杂项手术",
        "获取器官（取移植器官）",
        "其他手术",
        "周围血管手术，其他",
        "胸腔引流术",
        "胸腔手术，其他",
        "肺动静脉瘘修补/闭塞",
        "肺动脉取栓术，急性肺栓塞",
        "肺动脉取栓术，慢性肺栓塞",
        "胸骨切开伤口引流",
        "胸和/或纵隔手术，其他",
        "开胸手术，其他",
        "胸腔镜手术（电视胸腔镜手术）"
    ],
    "姑息手术":[
        "双向腔静脉肺动脉吻合（BDCPA）（双向 Glenn）（BDGlenn）",
        "双侧双向腔静脉肺动脉吻合（BBDCPA）（双侧双向 Glenn）",
        "DKS 术（肺动脉缝合至升主动脉，没有重建主动脉弓）",
        "Glenn",
        "半 Fontan",
        "肺动脉环缩术",
        "去除肺动脉环缩",
        "姑息手术，其他",
        "分流管结扎和移除",
        "分流术，再次手术",
        "分流术，体循环到肺循环，中央分流术（从主动脉发出）",
        "分流术，体循环到肺循环，改良 BT 分流术（MBTS）",
        "分流术，体循环到肺循环，其他",
        "上腔静脉肺动脉吻合术（Glenn 或半 Fontan）+房室瓣整形术",
        "上腔静脉肺动脉吻合术+ 肺动脉重建"
    ],
    "心包疾病":[
        "心包引流术",
        "心包手术，其他",
        "心包切除术"
    ],
    "肺静脉畸形":[
        "部分肺静脉异位引流修补",
        "部分肺静脉异位引流修补，弯刀综合征",
        "完全肺静脉异位引流修补"
    ],
    "肺静脉狭窄":[
        "肺静脉狭窄"
    ],
    "右心室病变":[
        "1又1/2 心室修补",
        "右室双腔修补",
        "Ebstein 的修补",
        "侧枝循环堵闭术",
        "肺动脉，重建（成形），分支，中心 (肺门近段）",
        "肺动脉重建（成形），分支，周围（肺门或肺门远段）",
        "肺动脉，重建（成形），主干",
        "肺动脉闭锁矫治，室间隔缺损（PA III 型、IV 型）",
        "肺动脉闭锁矫治，室间隔缺损（PAI 型、II 型）",
        "右室流出道手术",
        "法乐氏四联症（房室通道）矫治术",
        "法乐氏四联症矫治术，肺瓣膜缺如",
        "法乐氏四联症矫治术，心室不切开",
        "法乐氏四联症矫治术，右心室—肺动脉管道连接",
        "法乐氏四联症矫治术，心室切开，不作跨环补片",
        "法乐氏四联症矫治术，心室切开，跨环补片",
        "肺血管单一化",
        "半月瓣关闭",
        "三尖瓣闭合（单心室方法）",
        "肺动脉瓣切除，（没有更换）",
        "三尖瓣切除术，（没有更换）",
        "肺动脉瓣置换术（PVR）",
        "三尖瓣置换术（TVR）",
        "肺动脉瓣手术，其他",
        "三尖瓣瓣膜手术，其他",
        "在同一手术过程中由肺动脉瓣整形术转为肺动脉瓣置换术",
        "在同一手术过程中由三尖脉瓣整形术转为三尖脉瓣置换术",
        "肺动脉瓣整形术",
        "三尖瓣整形"
    ],
    "间隔缺损":[
        "主肺动脉窗修补",
        "房间隔缺损造口/扩大术",
        "ASD 部分闭合",
        "房间隔缺损修补，装置（封堵器）",
        "房间隔缺损修补，补片",
        "房间隔缺损修补，补片+部分肺静脉异位引流修补",
        "房间隔缺损缝合术（无补片）",
        "房间隔缺损（单心房）分隔",
        "心房开窗闭合",
        "房间隔开窗",
        "完全房室通道修补术",
        "房室通道修补术，过渡性",
        "部分房室通道修补术",
        "卵圆孔缝合术",
        "肺动脉异位起源于升主动脉（半共干）矫治术",
        "永存动脉干+主动脉弓离断（IAA） 矫治",
        "永存动脉干矫治术",
        "共同房室瓣置换术",
        "共同动脉干瓣膜置换术",
        "在同一手术过程中由共同房室瓣整形术转为共同房室瓣置换术",
        "在同一手术过程中由共同动脉干瓣膜整形术转为共同动脉干瓣膜置换术",
        "共同房室瓣整形术，",
        "共同动脉干瓣膜置换",
        "室间隔开窗",
        "室间缺缺损造口/扩大术",
        "室间缺缺损修补，装置（封堵器）",
        "室间缺缺损修补，补片",
        "室间缺缺损修补，直接缝合",
        "多发性室间隔缺损修补"
    ],
    "单心室":[
        "Fontan+房室瓣整形",
        "Fontan 术后，再次 Fontan 手术",
        "心房－肺动脉连接",
        "Fontan，房室连接",
        "Fontan,其他",
        "Fontan，全腔肺（TCPC），外管道，管道开窗",
        "Fontan，全腔肺（TCPC），外管道，管道没有开窗",
        "Fontan，全腔肺（TCPC），侧管道，管道开窗",
        "Fontan，全腔肺（TCPC），侧管道，管道没有开窗",
        "心室分隔"
    ],
    "体静脉畸形":[
        "体静脉异位连接矫治",
        "心房板障手术（非 Mustard, 非Senning）",
        "体静脉狭窄矫治"
    ],
    "胸动脉和静脉":[
        "冠状动脉异位起源主动脉矫治术",
        "冠状动脉异位起源肺动脉矫治术",
        "主动脉瘤修补",
        "主动脉弓修补",
        "主动脉弓修补+室间隔缺损修补",
        "主动脉夹层修补",
        "动脉固定",
        "主动脉缩窄矫治+室间隔缺损修补",
        "主动脉缩窄矫治，端－端吻合",
        "主动脉缩窄矫治，扩大端端吻合",
        "主动脉缩窄矫治，人工血管植入",
        "主动脉缩窄矫治，其他",
        "主动脉缩窄矫治，主动脉补片成形",
        "主动脉缩窄矫治，锁骨下动脉垂片法",
        "冠状动脉旁路移植",
        "冠状动脉瘘道结扎",
        "冠状动脉手术，其他",
        "主动脉弓离断（IAA）矫治",
        "PDA 封堵",
        "DA 闭合（外科）",
        "肺动脉吊带矫治",
        "血管环修复"
    ],
    "胸部和纵隔疾病":[
        "肺活检",
        "肺手术，其他",
        "漏斗胸修复Tracheal procedure 气管手术",
        "肺移植"
    ],
    "大动脉转位":[
        "在左心室进行主动脉根部移植（包括 Nikaidoh）",
        "大动脉调转术",
        "大动脉调转术+室间隔修补",
        "大动脉调转术+主动脉弓修补",
        "大动脉调转术+室间隔修补+主动脉弓修补",
        "心房板障手术，重新修正原来存在的 Mustard 或 Senning",
        "先天纠正性大动脉转位矫治，房水平调转和大动脉调转（双调转）",
        "先天纠正性大动脉转位矫治，房水平调转和 Rastelli",
        "先天纠正性大动脉转位矫治，其他",
        "先天纠正性大动脉转位矫治，室间隔修补",
        "先天纠正性大动脉转位矫治，先天纠正性大动脉转位+左心室到肺动脉导管连接",
        "Mustard",
        "Rastelli",
        "REV",
        "Senning",
        "TGA 其他手术（Kawashima， 左心室—肺动脉管道连接，其他）"
    ]
};